Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/AppIconSelection.xcstrings
Source language: en_us
Languages: br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es_ar, es_cl, es_es, eu, fi, fr, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pt_br, pt_pt, rm, ru, scn, si, sk, sl, sq, sv, tg, th, tr, ug, uk, vi, zh_cn, zh_tw

# Settings.AppIconSelection.AppIconNames.Yellow.Title.v137
source: Yellow
br: Melen
bs: Žuta
ca: Groc
co: Ghjallu
cs: Žlutá
cy: Melyn
da: Gul
de: Gelb
dsb: Žołty
el: Κίτρινο
eo: Flava
es_ar: Amarillo
es_cl: Amarillo
es_es: Amarillo
eu: Horia
fi: Keltainen
fr: Jaune
he: צהוב
hr: Žuta
hsb: Žołty
hu: Sárga
hy_am: Դեղին
ia: Jalne
id: Kuning
is: Gult
it: Gialla
ja: 黄
ka: ყვითელი
kab: Awraɣ
kk: Сары
ko: 노랑
lo: ສີເຫຼືອງ
ml: മഞ്ഞ
nb: Gul
nl: Geel
nn: Gul
pa_in: ਪੀਲਾ
pt_br: Amarelo
pt_pt: Amarelo
rm: Mellen
ru: Жёлтый
scn: Giallu
si: කහ
sk: Žltá
sl: Rumeno
sq: E verdhë
sv: Gul
tg: Зард
th: เหลือง
tr: Sarı
ug: سېرىق
uk: Жовта
vi: Vàng
zh_cn: 黄色
zh_tw: 黃色

# Settings.AppIconSelection.ContributorCredit.Subtitle.v139
source: Created by %@
br: Krouet gant %@
bs: Kreirao/la %@
ca: Creada per %@
co: Creata da %@
cs: Vytvořeno uživatelem %@
cy: Crëwyd gan %@
da: Skabt af %@
de: Erstellt von %@
dsb: Napórany wót: %@
el: Δημιουργός: %@
eo: Kreita de %@
es_ar: Creado por %@
es_cl: Creado por %@
es_es: Creado por %@
eu: Egilea: %@
fi: Luonut %@
fr: Créée par %@
he: נוצר על־ידי %@
hr: Autor: %@
hsb: Wutworjeny wot: %@
hu: Készítő: %@
hy_am: Ստեղծվել է %@-ի կողմից
ia: Create per %@
id: Dibuat oleh %@
is: Búið til af %@
it: Realizzata da %@
ja: 作成者: %@
ka: შექმნილია %@
kab: Yettwarna sɣur %@
kk: %@ жасаған
ko: 제작자: %@
lo: ສ້າງໂດຍ %@
ml: %@ ഉണ്ടാക്കിയവ
nb: Laget av %@
nl: Gemaakt door %@
nn: Laga av %@
pa_in: %@ ਵਲੋਂ ਬਣਾਇਆ
pt_br: Criado por %@
pt_pt: Criado por %@
rm: Creà da %@
ru: Создано %@
scn: Criata di %@
si: සෑදුවේ: %@
sk: Vytvorené používateľom %@
sl: Ustvaril/-a %@
sq: Krijuar nga %@
sv: Skapad av %@
tg: Аз ҷониби %@ сохта шудааст
th: สร้างโดย %@
tr: Oluşturan: %@
ug: %@ ياسىغان
uk: Створено %@
vi: Được tạo bởi %@
zh_cn: 由 %@ 创作
zh_tw: 由 %@ 繪製

# Settings.AppIconSelection.Errors.SelectErrorConfirmation.v136
source: OK
br: Mat eo
ca: D’acord
co: Vai
cy: Iawn
dsb: W pórěźe
eo: Akcepti
es_ar: Aceptar
es_cl: Aceptar
es_es: Aceptar
eu: Ados
he: אישור
hr: U redu
hsb: W porjadku
hy_am: Լավ
is: Í lagi
ka: კარგი
kab: IH
kk: ОК
ko: 확인
lo: ຕົກລົງ
ml: ശരി
pa_in: ਠੀਕ ਹੈ
scn: Bonu
si: හරි
sl: V redu
tg: ХУБ
th: ตกลง
tr: Tamam
ug: جەزملە
zh_cn: 好
zh_tw: 確定

# Settings.AppIconSelection.ScreenTitle.v136
source: App Icon
br: Arlun an arload
bs: Ikona aplikacije
ca: Icona d’aplicació
co: Icona di l’appiecazione
cs: Ikona aplikace
cy: Eicon Ap
da: App-ikon
de: App-Symbol
dsb: Symbol nałoženja
el: Εικονίδιο εφαρμογής
eo: Emblemo de apo
es_ar: Icono de la aplicación
es_cl: Ícono de la aplicación
es_es: Icono de la aplicación
eu: Aplikazioaren ikonoa
fi: Sovelluskuvake
fr: Icône de l’application
he: סמל היישומון
hr: Ikona aplikacije
hsb: Symbol nałoženja
hu: Alkalmazásikon
hy_am: Հավելվածի պատկերակ
ia: Icone del app
id: Ikon Aplikasi
is: Forritstákn
it: Icona dell’app
ja: アプリのアイコン
ka: აპის ხატულა
kab: Tignit n usnas
kk: Қолданба таңбашасы
ko: 앱 아이콘
lo: ໄອຄອນແອັບ
ml: പ്രയോഗ അടയാളം
nb: App-ikon
nl: App-pictogram
nn: App-ikon
pa_in: ਐਪ ਦਾ ਆਈਕਾਨ
pt_br: Ícone do aplicativo
pt_pt: Ícone da aplicação
rm: Icona da l’app
ru: Значок приложения
scn: Cona di l’app
sk: Ikona aplikácie
sl: Ikona aplikacije
sq: Ikonë Aplikacioni
sv: App-ikon
tg: Нишонаи барнома
th: ไอคอนแอป
tr: Uygulama simgesi
ug: ئەپ سىنبەلگىسى
uk: Піктограма програми
vi: Biểu tượng ứng dụng
zh_cn: 应用图标
zh_tw: 應用程式圖示

# Settings.AppIconSelection.SectionNames.Colors.Title.v139
source: Colors
br: Livioù
bs: Boje
co: Culori
cs: Barevné
cy: Lliwiau
da: Farver
de: Farben
dsb: Barwy
el: Χρώματα
eo: Koloroj
es_ar: Colores
es_cl: Colores
es_es: Colores
eu: Koloreak
fi: Värit
fr: Colorées
he: צבעים
hr: Boje
hsb: Barby
hu: Színek
hy_am: Գույներ
ia: Colores
id: Warna
is: Litir
it: Colori
ja: カラー
ka: ფერები
kab: Initen
kk: Түстер
ko: 색상
lo: ສີ
ml: നിറങ്ങള്‍
nb: Farger
nl: Kleuren
nn: Fargar
pa_in: ਰੰਗ
pt_br: Cores
pt_pt: Cores
rm: Colurs
ru: Цвета
scn: Culura
si: වර්ණ
sk: Farebné
sl: Barve
sq: Ngjyra
sv: Färger
tg: Рангҳо
th: สี
tr: Renkler
ug: رەڭ
uk: Кольори
vi: Màu sắc
zh_cn: 色彩
zh_tw: 色彩

# Settings.AppIconSelection.SectionNames.More.Title.v139
source: More
br: Muioc’h
bs: Više
ca: Més
co: Altri
cs: Další
cy: Rhagor
da: Mere
de: Mehr
dsb: Wěcej
el: Περισσότερα
eo: Pli
es_ar: Más
es_cl: Más
es_es: Más
eu: Gehiago
fi: Lisää
fr: Autres
he: עוד
hr: Više
hsb: Wjace
hu: Több
hy_am: Ավելին
ia: Plus
id: Lainnya
is: Meira
it: Altro
ja: その他
ka: სხვა
kab: Ugar
kk: Көбірек
ko: 더보기
lo: ເພີ່ມເຕີມ
ml: കൂടുതല്‍
nb: Mer
nl: Meer
nn: Meir
pa_in: ਹੋਰ
pt_br: Mais
pt_pt: Mais
rm: Dapli
ru: Больше
scn: Autru
si: තව
sk: Ďalšie
sl: Več
sq: Më tepër
sv: Mer
tg: Бештар
th: เพิ่มเติม
tr: Daha fazla
ug: تېخىمۇ كۆپ
uk: Більше
vi: Thêm
zh_cn: 更多
zh_tw: 更多

# Settings.AppIconSelection.SettingsOptionName.v136
source: App Icon
br: Arlun an arload
bs: Ikona aplikacije
ca: Icona d’aplicació
co: Icona di l’appiecazione
cs: Ikona aplikace
cy: Eicon Ap
da: App-ikon
de: App-Symbol
dsb: Symbol nałoženja
el: Εικονίδιο εφαρμογής
eo: Emblemo de apo
es_ar: Icono de la aplicación
es_cl: Ícono de la aplicación
es_es: Icono de la aplicación
eu: Aplikazioaren ikonoa
fi: Sovelluskuvake
fr: Icône de l’application
he: סמל היישומון
hr: Ikona aplikacije
hsb: Symbol nałoženja
hu: Alkalmazásikon
hy_am: Հավելվածի պատկերակ
ia: Icone del app
id: Ikon Aplikasi
is: Forritstákn
it: Icona dell’app
ja: アプリのアイコン
ka: აპის ხატულა
kab: Tignit n usnas
kk: Қолданба таңбашасы
ko: 앱 아이콘
lo: ໄອຄອນແອັບ
ml: പ്രയോഗ അടയാളം
nb: App-ikon
nl: App-pictogram
nn: App-ikon
pa_in: ਐਪ ਦਾ ਆਈਕਾਨ
pt_br: Ícone do aplicativo
pt_pt: Ícone da aplicação
rm: Icona da l’app
ru: Значок приложения
scn: Cona di l’app
sk: Ikona aplikácie
sl: Ikona aplikacije
sq: Ikonë Aplikacioni
sv: App-ikon
tg: Нишонаи барнома
th: ไอคอนแอป
tr: Uygulama simgesi
ug: ئەپ سىنبەلگىسى
uk: Піктограма програми
vi: Biểu tượng ứng dụng
zh_cn: 应用图标
zh_tw: 應用程式圖示

# Settings.AppIconSelection.Accessibility.AppIconUnselectedLabel.v136
source: Deselected
bs: Poništen odabir
ca: Desseleccionat
co: Micca selezziunatu
cs: Nezvoleno
cy: Dad-ddewis
da: Ikke valgt
de: Auswahl aufgehoben
dsb: Wuběrk wótpórany
el: Μη επιλεγμένο
eo: Ne elektita
es_ar: No seleccionado
es_cl: Deseleccionado
es_es: No seleccionado
eu: Desautatuta
fi: Valinta poistettu
fr: Désélectionné
he: לא נבחר
hr: Neodabrano
hsb: Wuběr zběhnjeny
hu: Nincs kiválasztva
hy_am: Ապաընտրված
ia: Deseligite
id: Batal dipilih
is: Ekki valið
it: Deselezionata
ja: 未選択
ka: გადარჩეული
kab: Yettwakkes ufran
kk: Таңдаудан алынды
ko: 선택 해제
lo: ເຊົາເລືອກ
ml: തിരഞ്ഞെടുത്തത് മാറ്റി
nb: Ikke valgt
nl: Selectie opgeheven
nn: Ikke valt
pa_in: ਅਣ-ਚੁਣਿਆ
pt_br: Não selecionado
pt_pt: Desselecionado
rm: Deselecziunà
ru: Выбор снят
scn: Smarcatu
si: නොතේරූ
sk: Nezvolená
sl: Ni izbrana
sq: E shpërzgjedhur
sv: Avmarkerad
tg: Интихоб нашуд
th: ไม่ได้เลือก
tr: Seçim kaldırıldı
ug: تاللانمىدى
uk: Знято вибір
vi: Đã bỏ chọn
zh_cn: 未选中
zh_tw: 已取消選擇

# Settings.AppIconSelection.AppIconNames.Cute.Title.v139
source: Cute
bs: Slatko
ca: Adorable
co: Bellucciu
cs: Roztomilá
cy: Ciwt
da: Nuttet
de: Niedlich
dsb: Něžny
el: Χαριτωμένο
eo: Aminda
es_ar: Lindo
es_cl: Lindo
es_es: Bonito
eu: Polita
fi: Söpö
fr: Adorable
he: חמוד
hr: Ljupka
hsb: Něžny
hu: Aranyos
hy_am: Սիրունիկ
ia: Agradabile
id: Lucu
is: Sætt
it: Carina
ja: キュート
ka: საყვარელი
kab: Sser
kk: Сүйкімді
ko: 귀여운
lo: ໜ້າຮັກ
ml: ചന്തം
nb: Søt
nl: Schattig
nn: Søt
pa_in: ਮਾਸੂਮ
pt_br: Fofo
pt_pt: Fofo
rm: Bellin
ru: Милый
scn: Grazziusa
sk: Roztomilá
sl: Ljubka
sq: E lezetshme
sv: Söt
tg: Хушнамуд
th: น่ารัก
tr: Şirin
ug: ئوماق
uk: Милий
vi: Đáng yêu
zh_cn: 可爱
zh_tw: 可愛

# Settings.AppIconSelection.Errors.SelectErrorMessage.v136
source: Sorry, there was an error setting your app icon.
bs: Nažalost, došlo je do greške prilikom postavljanja ikone vaše aplikacije.
ca: S’ha produït un problema en definir la icona d’aplicació
co: Per disgrazia, un sbagliu hè accadutu durante a definizione di l’icona di l’appiecazione.
cs: Je nám líto, při nastavení ikony aplikace došlo k chybě.
cy: Ymddiheuriadau, bu gwall wrth osod eicon eich ap.
da: Der opstod en fejl med at indstille dit app-ikon.
de: Beim Einstellen des App-Symbols ist ein Fehler aufgetreten.
dsb: Bóžko jo nastał problem pśi stajanju symbola wašogo nałoženja.
el: Δυστυχώς, προέκυψε σφάλμα κατά τον ορισμό του εικονιδίου της εφαρμογής.
eo: Bedaŭrinde okazis eraro dum agordo de la emblemo de via apo.
es_ar: Disculpá, hubo un error al configurar el ícono de tu aplicación.
es_cl: Lo sentimos, hubo un error al establecer tu ícono de aplicación.
es_es: Lo sentimos, hubo un error al configurar el icono de tu aplicación.
eu: Barkatu, errore bat egon da zure aplikazioaren ikonoa ezartzean.
fi: Sovelluskuvakkeen asettamisessa tapahtui virhe.
fr: Désolé, une erreur s’est produite lors du paramétrage de l’icône de l’application.
he: אירעה שגיאה בהגדרת סמל היישומון שלך, עמך הסליחה.
hr: Žao nam je. Došlo je do greške prilikom postavljanja ikone tvoje aplikacije.
hsb: Bohužel je při stajenju wašeho nałoženskeho symbola problem nastał.
hu: Sajnos hiba történt az alkalmazásikon beállításakor.
hy_am: Ներեցեք, ձեր հավելվածի պատկերակը սահմանելիս սխալ տեղի ունեցավ:
ia: Desolate, problema durante le definition del icone de tu app.
id: Maaf, terjadi kesalahan saat menyetel ikon aplikasi Anda.
is: Því miður kom upp villa við að stilla forritatáknið þitt.
it: Spiacenti, si è verificato un problema durante l’impostazione dell’icona.
ja: 申し訳ありませんが、アプリアイコンの設定中に問題が発生しました。
ka: სამწუხაროდ, ხარვეზი წარმოიშვა პროგრამის ხატულის დაყენებისას.
kab: Ssuref-aɣ, tella-d tuccḍa deg usbadu n tignit-ik·im n usnas.
kk: Кешіріңіз, қолданба таңбашасын орнату кезінде қате орын алды.
ko: 앱 아이콘을 설정하는 중에 오류가 발생했습니다.
lo: ຂໍອະໄພ, ເກີດຄວາມຜິດພາດໃນການຕັ້ງຄ່າໄອຄອນແອັບຯຂອງທ່ານ.
ml: പൊറുക്കണം, താങ്ങളുടെ പ്രയോഗ അടയാളം സജ്ജമാക്കുന്നതിൽ ഒരു കുഴപ്പമുണ്ടായി.
nb: Beklager, det oppsto en feil ved endring av ditt app-ikon.
nl: Sorry, er is een fout opgetreden bij het instellen van uw app-pictogram.
nn: Beklagar, det oppsto ein feil ved endring av app-ikonet ditt.
pa_in: ਅਫ਼ਸੋਸ ਹੈ ਕਿ ਤੁਹਾਡੀ ਐਪ ਆਈਕਾਨ ਸੈਟਿੰਗ ਲਈ ਗਲਤੀ ਆਈ ਸੀ।
pt_br: Desculpe, houve um erro ao configurar o ícone do aplicativo.
pt_pt: Pedimos desculpa, mas ocorreu um erro ao definir o ícone da sua aplicação.
rm: Perstgisa, igl ha dà in problem cun definir l’icona da l’app.
ru: К сожалению, при установке вашего значка приложения произошла ошибка.
scn: Ni dispiaci, cci fu un prubblema mentri chi mpustava a cona di l’app.
sk: Ľutujeme, pri nastavovaní ikony aplikácie sa vyskytla chyba.
sl: Oprostite, pri nastavljanju ikone aplikacije je prišlo do težave.
sq: Na ndjeni, pati një gabim me ujdisjen e ikonës tuaj për aplikacionin.
sv: Det uppstod ett fel vid inställning av din appikon.
tg: Мутаассифона, ҳангоми танзими нишонаи барномаи шумо хато ба миён омад.
th: ขออภัย เกิดข้อผิดพลาดในการตั้งค่าไอคอนแอปของคุณ
tr: Uygulama simgeniz ayarlanırken bir hata oluştu.
ug: كەچۈرۈڭ ، ئەپ سىنبەلگىسىنى تەڭشەشتە خاتالىق كۆرۈلدى.
uk: На жаль, сталася помилка під час налаштування піктограми.
vi: Xin lỗi, đã có lỗi khi thiết lập biểu tượng ứng dụng của bạn.
zh_cn: 抱歉，设置应用图标时发生错误。
zh_tw: 很抱歉，設定您的應用程式圖示時發生錯誤。

# Settings.AppIconSelection.SectionNames.Basics.Title.v139
source: Basics
bs: Osnovna
ca: Bàsics
co: Generale
cs: Základní
cy: Hanfodion
da: Grundlæggende
de: Standard
dsb: Zakładne nastajenja
el: Βασικά
eo: Bazaj
es_ar: Básicos
es_cl: Básicos
es_es: Básicos
eu: Oinarrizkoak
fi: Perus
fr: Basiques
he: הבסיסיים
hr: Osnove
hsb: Zakładne nastajenja
hu: Alapok
hy_am: Հիմունքներ
ia: Basic
id: Dasar
is: Grunnatriði
it: Di base
ja: 基本
ka: ძირითადი
kab: Iɣewwaren igejdanen
kk: Негізгілер
ko: 기본
lo: ພື້ນຖານ
ml: അടിത്തറകാര്യങ്ങൾ
nb: Grunnleggende
nl: Basisversies
nn: Grunnleggande
pa_in: ਮੂਲ
pt_br: Básico
pt_pt: Básico
rm: Da basa
ru: Основные
scn: Di basi
sk: Základné
sl: Osnove
sq: Bazat
sv: Grundläggande
tg: Асосҳо
th: พื้นฐาน
tr: Basit
ug: ئاساسىي
uk: Основи
vi: Cơ bản
zh_cn: 基础
zh_tw: 基礎

# Settings.AppIconSelection.SectionNames.Gradients.Title.v139
source: Gradients
bs: Gradijenti
ca: Degradats
co: Sgradati
cs: Přechody barev
cy: Graddiannau
da: Farveforløb
de: Verläufe
dsb: Barwowe pśeběgi
el: Διαβαθμίσεις
eo: Gamoj
es_ar: Degradé
es_cl: Gradientes
es_es: Degradados
eu: Gradienteak
fi: Liukuvärit
fr: Fond en dégradé
he: מעברי צבע
hr: Gradijenti
hsb: Barbowe přeběhi
hu: Színátmenetek
hy_am: Սահանցումներ
ia: Gradientes
id: Gradasi
is: Litstiglar
it: Gradienti
ja: グラデーション
ka: ცვალებადი ფერები
kab: Tafesna n yini
kk: Градиенттер
ko: 그라데이션
lo: ຊັ້ນສີ
ml: ചരുമാനം
nb: Fargeoverganger
nl: Gradiënten
nn: Gradering
pa_in: ਗਰੇਡੀਐਂਟ
pt_br: Gradientes
pt_pt: Gradientes
rm: Dissoluziuns
ru: Градиенты
scn: Sfumaturi
sk: Prechody farieb
sl: Prelivi
sq: Gradientë
sv: Gradienter
tg: Тағийрёбии ранг
th: ไล่ระดับสี
tr: Renk geçişleri
ug: رەڭ ئۆزگىرىشى
uk: Градієнти
vi: Gradient
zh_cn: 渐变
zh_tw: 漸層

# Settings.AppIconSelection.AppIconNames.FromContributors.Momo.Title.v139
source: Momo
hy_am: Մոմո
is: Mómó
kk: Момо
ko: 모모
lo: ໂມໂມ
ml: മോമോ
pa_in: ਧਰਤੀ ਉੱਤੇ
ru: Момо
tg: Ғамгин
th: โมโม่
uk: Момо
